Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: However, a few word categories occurred more frequently in the way opposite to that predicted (e.g. more spatial words while lying).
vi: Dẫu vậy, một vài loại từ ngữ xuất hiện thường xuyên hơn trái với dự đoán (ví dụ: những loại từ không gian khi nói dối).

source: However, a topic that only recently has begun to receive the attention of criminal psychologists is that of elderly witnesses.
vi: Tuy nhiên, một chuyên đề mới đây đã bắt đầu nhận được nhiều chú ý của các nhà tâm lý học tội phạm khi đề cập đến các nhân chứng già.

source: However, an alternative explanation could be that the sample size used in the research was not large enough to detect the treatment effect.
vi: Tuy nhiên, một lý giải thay thế cho rằng kích thước mẫu thường được sử dụng trong nghiên cứu không đủ lớn để tìm ra kết quả điều trị.

source: However, as we shall see when we overview research studies of the GKT and the CQT, the former does at times seem to fail to correctly classify guilty people.
vi: Tuy nhiên, như chúng ta sẽ thấy khi đánh giá chung các nghiên cứu về GKT và CQT, phương pháp GKT đôi khi không phân loại được đúng người có tội.

source: However, at present the software has quite a high error rate (of around twenty per cent – which is not better than trained humans).
vi: Tuy nhiên, cho đến hiện tại phần mềm này vẫn chứa đựng một rủi ro khá cao (khoảng hai mươi phần trăm - không tốt hơn so với những người đã được đào tạo).

source: However, clearly there is scope here for citizens to become too involved and become a ‘have-a-go-hero’ (Johnston 1996).
vi: Tuy nhiên, rõ ràng thì đây cũng là một dịp để công dân can thiệp quá mức và trở thành một người "anh hùng công dân" (một người dân bình thường có những hành động dũng cảm nhằm cố gắng ngăn chặn tội ác).

source: However, different studies had found different aspects of the RM criteria (i.e. information types) to be the most useful, and have defined the criteria in different ways.
vi: Tuy nhiên, những nghiên cứu khác nhau cũng tìm ra được những khía cạnh khác biệt của các tiêu chí giám sát thực tế (tức là các loại thông tin) khiến chúng trở nên hữu ích hơn cả và xác định được tiêu chí nhờ các cách khác nhau.

source: However, during the later 1990s another element of punishment came to the fore, that of reform or rehabilitation.
vi: Tuy nhiên vào cuối những năm 1900, 1 yếu tố khác lại giữ vị trí chủ yếu, chính là sự cải thiện hoặc cải tạo.

source: However, even in the good interviews, some of these skills were not present that often (e.g. appropriate use of pauses/silences, flexibility and compassion/ empathy).
vi: Tuy nhiên, trong những buổi chất vấn hiệu quả, một vài kỹ năng này không thường hiện diện như ngắt quãng, im lặng đúng lúc, linh hoạt và sự cảm thông.

source: However, even research incorporating the best methodological designs can suffer from other problems that could still result in poor quality research.
vi: Tuy nhiên, kể cả những nghiên cứu kết hợp chặt chẽ với phương pháp luận tốt nhất vẫn có thể phải trải qua nhiều vấn đề khác như liệu kết quả sẽ ra sao khi chất lượng nghiên cứu không đảm bảo.

source: However, even though some researchers have shown ingenuity in designing their laboratory studies to have some aspects similar to real-life criminal investigations, for ethical (and other) reasons it is probably the case that laboratory studies will never be very similar to real life (e.g. the fear experienced by an innocent person accused of murder who knows he had a motive and was alone at the time of the killing).
vi: Tuy nhiên, mặc dù một số nhà nghiên cứu đã khéo léo thiết kế các thí nghiệm của mình chứa các yếu tố tương đồng với các cuộc điều tra hình sự thật, thì vì các lý do đạo đức (hoặc nhiều lý do khác) trường hợp các nghiên cứu thực nghiệm không thể tương đồng với thực tế là có thể xảy ra (như sự sợ hãi của một người vô tội bị buộc tội giết người khi anh ta biết mình có động cơ và không có bằng chứng ngoại phạm).

source: However, even with good procedures in place witnesses still make identification errors.
vi: Dù thế, ngay cả khi có quy trình tốt đi chăng nữa thì nhân chứng vẫn sẽ mắc lỗi.

source: However, for most aspects used to describe voices and for nearly all of the factors concerning the choice of words or the grammatical construction of sentences, information like this on the distribution of features is not known and may be impossible to acquire.
vi: Tuy nhiên, những loại thông tin thế này về sự phân loại các đặc điểm thì vẫn chưa được biết và có lẽ sẽ khó mà thu thập nếu chỉ sử dụng các khía cạnh miêu tả giọng nói cũng như các yếu tố liên quan đến việc lựa chọn từ ngữ và cấu trúc ngữ pháp câu.

source: However, he has always been interested in disseminating knowledge to others and so recently made the decision to move into academia.
vi: Tuy nhiên, ông lại có mối quan tâm đặc biệt đến việc mở rộng kiến thức đến các khía cạnh khác nên gần đây ông đã quyết định chuyển đến làm việc ở học viện.

source: However, here we should note the point made earlier in this section that in some countries police forces believe that they can tell which suspects are liars/guilty, so they say they use these tactics only on guilty people (who, of course, won’t produce false confessions).
vi: Tuy nhiên, chúng ta nên lưu ý điểm này - ở một số nước khác lực lượng cảnh sát tin rằng họ có thể biết được nghi phạm có nói dối hay phạm tội hay không, vì thế nên họ chỉ dùng những mánh khóe này với những người phạm tội (tất nhiên là những người sẽ không đưa ra lời thú nhận giả).

source: However, how someone interprets a situation is likely to be quite idiosyncratic, depending on their own cognitive abilities and past experiences.
vi: Tuy nhiên, cách một người nào đó diễn giải một tình huống thì còn khá mang tính cá biệt, phụ thuộc vào khả năng nhận thức của bản thân họ và những kinh nghiệm trong quá khứ.

source: However, if the evidence is not strong, the guilty may well realize this and not confess.
vi: Tuy nhiên, nếu chứng cứ không chắc chắn, nghi phạm sẽ dễ dàng nhận ra và không chịu thú tội.

source: However, if the interviews are tape-recorded then it may be possible to obtain a better picture of what actually happened.
vi: Tuy nhiên, nếu người thẩm vấn ghi âm toàn bộ cuộc nói chuyện thì có thể sẽ thu được một bức tranh toàn cảnh hơn về những gì thực sự đã xảy ra.

source: However, if the police conduct interviews with suspects in ways that do not effectively encourage the suspects to speak (see chapter 4), they will produce fewer speech cues.
vi: Tuy nhiên , nếu cảnh sát hỏi cung nghi can theo cách mà không khích lệ họ nói ( xem chương 4) , họ sẽ tạo ra ít dấu hiệu trong lời nói hơn.

source: However, in England and Wales sexual offences account for less than one per cent of all crimes committed by young people aged ten to seventeen that actually result in them being put in a secure institution or being under the supervision of youth offending services.
vi: Tuy nhiên, ở Anh và xứ Wales, con số các vụ quấy rối tình dục thấp hơn 1 phần trăm trên tổng số trường hợp phạm tội thực hiện bởi thanh niên từ 10 đến 17 tuổi và kết quả là họ được đưa vào các cơ sở bảo vệ hoặc chịu sự giám sát của những dịch vụ làm việc với tội phạm vị thành niên.

source: However, in Scotland it seems that in criminal trials very few psychologists had ever been allowed to testify on factors that could influence eyewitness testimony.
vi: Tuy nhiên, ở Scotland, có vẻ như khá ít các nhà tâm lý xuất hiện ở phiên xét xử tội phạm được phép chứng thực những yếu tố có thể gây ảnh hưởng đến lời khai nhân chứng.

source: However, in experiments it is extremely difficult to engender strong emotion or fear due to ethical reasons.
vi: Tuy nhiên, trong các cuộc khảo nghiệm, thường là rất khó để đem lại cảm xúc mạnh hoặc nỗi sợ hãi do những lí do đạo đức.

source: However, in other countries the situation may be less appropriate for child witnesses.
vi: Tuy thế, ở một số nước, điều này lại ít đúng khi nhân chứng là trẻ em.

source: However, in recent years, the psychologists’ expertise has been increasingly recognized and can now be called upon as evidence in relation to a wide variety of issues.
vi: Trong những năm gần đây, ý kiến về mặt chuyên môn của các nhà tâm lý học đã được nâng cao về mặt nhận thức và hiện giờ đã được nâng lên làm bằng chứng liên kết mạnh tới các vấn đề khác nhau .

source: However, in the UK and USA, the expert is instructed by either the defence or prosecution in order to provide extra strength to their version of events.
vi: Nhưng ở Mỹ và Anh thì nhân chứng chuyên gia sẽ nói theo chỉ thị của bên bị và bên nguyên để làm tăng thêm sức thuyết phục cho lập luật của họ.

source: However, in the USA it seems that the Supreme Court has sanctioned such lying.
vi: Tuy nhiên ở Mỹ, Tòa án tối cao dường như đã phê chuẩn chiến lược này.

source: However, in what other ways can victimization impact on prisoners?
vi: Tuy nhiên, bằng cách nào khác mà sự ngược đãi có thể ảnh hưởng đến các tù nhân?

source: However, it is hoped that this chapter has given you an insight into the psychological difficulties these individuals can face and the obstacles criminal psychologists and other prison staff may face when trying to help them.
vi: Tuy nhiên, chúng tôi hy vọng rằng chương này sẽ cung cấp cho bạn một cái nhìn sâu hơn về những chướng ngại tâm lý mà các cá nhân này có thể phải đối mặt và những cản trở mà các nhà tâm lý học tội phạm và nhân viên nhà tù có thể gặp phải trong quá trình giúp đỡ các tù nhân.

source: However, it is questionable how useful such information would be to the police.
vi: Tuy nhiên, còn có một nghi vấn là những thông tin đó hữu ích cho cảnh sát như thế nào.

source: However, it may be questioned whether vigilantes gain justice or revenge.
vi: Tuy nhiên, câu hỏi đặt ra là liệu rằng những việc làm Ủy Ban trật tự là nhằm đòi lại công lý hay trả thù.

source: However, it may well be that offenders just learn how to commit future crimes to minimize the chances of being caught.
vi: Tuy nhiên, điều này cũng có nghĩa rằng tội phạm sẽ tìm cách làm thế nào để giảm tối thiểu khả năng bị bắt khi thực hiện hành vi phạm tội trong tương lai.

source: However, it must be noted that the frailties of the human mind also mean that the real perpetrators of crime may not be apprehended unless the police improve their procedures in accord with the findings of relevant psychological research.
vi: Tuy nhiên, cần phải lưu ý rằng những điểm yếu tồn tại trong não người cũng có nghĩa là tên tội phạm thật có thể thoát tội trừ khi phía cảnh sát cải thiện bộ máy của họ với những phát hiện từ các nghiên cứu tâm lý có liên quan .

source: However, it was not until many years after this procedure had been used in courts that research was conducted on its accuracy (for more on what constitutes accuracy see this chapter’s later section, ‘Can a testing procedure be relied upon?’).
vi: Tuy nhiên những tiêu chí này đã không còn được sử dụng cho đến nhiều năm sau khi các phương án khác đã được Tòa án nghiên cứu và tiến hành dựa trên tính chính xác của nó (để biết thêm nhiều hơn về những gì đã tạo nên tính chính xác của phương án này hãy xem phần sau của chương "Có thể dựa vào một phương án đã được kiểm chứng trước đó?"

source: However, many of the behaviours these books claim to be guides to deception are not valid cues.
vi: Tuy nhiên , rất nhiều hành vi mà những cuốn sách đó chỉ ra không phải là những dấu hiệu dùng được.

source: However, none of this previous research on cross-situational consistency considered criminal behaviour.
vi: Tuy nhiên, không một nghiên cứu trước đây nào về sự kiên định trong mọi tình huống xem xét đến hành vi tội phạm .

source: However, not all prisoners will experience loneliness on imprisonment.
vi: Tuy nhiên, không phải tất cả các tù nhân sẽ cảm thấy lẻ loi khi ở trong tù.

source: However, offenders are mandated to take part in the programme as part of their sentence and if they miss or are late to two sessions without an acceptable excuse they are deemed to have breached their community sentence and are sent back to court for resentencing, which might mean a custodial (i.e. prison) sentence.
vi: Tuy nhiên, những tội phạm bắt buộc phải tham gia vào chương trình như là 1 phần của án phạt và nếu họ bỏ lỡ hoặc muộn 2 buổi mà không có lý do chính đáng thì họ sẽ bị coi là đã vi phạm vào hình phạt cộng đồng và bị đưa trở lại tòa để tái tuyên án, cái mà có thể đồng nghĩa với 1 án phạt giam ( nghĩa là bỏ tù) .

source: However, only three per cent said the advice had helped identify the actual offender.
vi: Tuy nhiên, chỉ có 3% nói rằng những lời khuyên đã giúp họ xác định danh tính của thủ phạm thực sự.

source: However, practitioners of offender profiling and case linkage should proceed with caution until further research is conducted.
vi: Tuy nhiên, những người thực hành việc lập hồ sơ tội phạm và kết nối vụ án nên cẩn thận khi tiếp tục thực hành cho tới khi có thêm nhiều nghiên cứu hơn được thực hiện.

source: However, prisoners are individuals, and vary in the stressors they experience and how they try to cope with these.
vi: Tuy nhiên, tù nhân chính là các cá nhân và nhiều trong các tác nhân họ đã trải qua và làm thế nào họ đương đầu với các tác nhân này....

source: However, prisoners may be wary of seeking support from other inmates should they appear weak and leave themselves open to exploitation.
vi: Tuy nhiên, các tù nhân khá thận trọng khi tìm kiếm sự giúp đỡ từ bạn tù nếu họ tỏ ra yếu đuối hoặc dễ bị lợi dụng.

source: However, recent advances in DNA testing now allow much smaller samples to be tested than was the case even a few years ago.
vi: Tuy nhiên, những cải tiến trong xét nghiệm DNA gần đây đã cho phép kiểm tra những mẫu vật nhỏ so với một vài năm trước.

source: However, reductivism is often linked to severe penalties for crimes – long prison sentences or capital punishment, which makes this form of punishment a little controversial in some people’s minds.
vi: Tuy nhiên, tính thu hẹp lại lại thường liên quan đến những hình phạt khắc nghiệt - án phạt tù lâu dài hoặc án tử hình, điều này khiến cho cách trừng phạt này hơi mang tính tranh cãi theo suy nghĩ của 1 số người.

source: However, relatively few of the studies involved ‘high stakes’ situations (i.e. the cost of the lies being detected would be high in real life terms).
vi: Tuy nhiên, có tương đối ít các nghiên cứu có liên quan đến các tình huống "nguy hiểm" ( ví dụ như cái giá phải trả khi việc nói dối bị phát hiện sẽ khá cao khi ở đời thực)

source: However, relatively few studies have been conducted on this particular topic, probably because of the difficulties of doing so.
vi: Tuy nhiên, vẫn có khá ít bài nghiên cứu về chủ đề đặc thù này, có lẽ là do những khó khăn sẽ gặp phải khi thực hiện.

source: However, research has suggested that offenders may change their geographical pattern of offending, sometimes behaving as marauders and at other times behaving as commuters.
vi: Tuy nhiên, nghiên cứu đã gợi ý rằng những kẻ phạm tội có thể thay đổi hình mẫu phạm tội theo địa lý của họ, đôi khi họ cư xử như marauder và khi khác lại cư xử như commuter.

source: However, researchers in this field should be mindful of the unique social conditions at play in the prison environment, which could seriously limit the potential use of different coping strategies.
vi: Tuy nhiên, những nghiên cứu viên trong lĩnh vực này cần lưu tâm đến những điều kiện xã hội đặc biệt trong những sinh hoạt trong môi trường tù ngục, điều này có thể giới hạn nghiêm trọng về tiềm năng sử dụng những chiến lược đối phó khác nhau.

source: However, some advocates of the death penalty believe that pain- free capital punishment is no punishment at all and there have been calls within the USA to stop making executions painless.
vi: Tuy nhiên, một số quan điểm ủng hộ việc tử hình cho rằng hình phạt mà không đau đớn thì không thể hiện được sự trừng phạt, và tại Mỹ, đã có một số ý kiến yêu cầu ngưng việc khiến án tử trở nên không đau đớn.

source: However, some caution should be exercised before drawing any firm conclusions about the apparently poorer psychological health of prisoners compared to the general public.
vi: Tuy nhiên cũng nên đưa ra một số cảnh bảo trước khi đi đến kết luận chính thức về tình trạng sức khoẻ tâm lý yếu kém của tù nhân so với cộng đồng.

source: However, some days later it became known that his clothing was not ‘bulky’ (possibly concealing a suicide bomb) nor did he leap the ticket barrier while being pursued by the police.
vi: Tuy nhiên, vài ngày sau, người ta được biết rằng trang phục của người đàn ông đó không hề rộng "thùng thình" (thường thì bên trong có bom liều chết) hay là anh ta đã nhảy qua hàng rào soát vé khi bị cảnh sát đuổi bắt.

source: However, some people believe that the current criminal justice process is too soft on offenders – there are often calls for prison sentences to be longer and harsher.
vi: Tuy nhiên, một số người tin rằng tiến trình tư pháp hình sự hiện tại là quá nhân nhượng đối với những người phạm tội - những đòi hỏi về việc khiến hình phạt tù kéo dài và hà khắc hơn luôn được đặt ra.

source: However, some people think that this concentrates too much on the needs of the offender and not on the needs of the victim and of society.
vi: Tuy nhiên, một vài người nghĩ rằng các giải quyết này quá chú trọng vào nhu cầu của tội phạm và không đề cập đến nhu cầu của nạn nhân và của xã hội.

source: However, such confidence in rehabilitative work with offenders has not always been evident.
vi: Tuy nhiên, sự tự tin trong công việc cải tạo không phải lúc nào cũng rõ rệt.

source: However, such guidance is only being supported by Governments and other relevant organizations in some countries.
vi: Tuy nhiên, hướng dẫn trên chỉ được phổ biến ở vài nước nhờ Chính phủ và các tổ chức có liên quan của nước họ.

source: However, such retributive punishment demands that someone is to ‘blame’ for a criminal offence and considers that all offenders are equal.
vi: Tuy nhiên, sự trừng phạt mang tính báo thù này lại đòi hỏi có ai đó để chịu tội và coi tất cả những kẻ phạm tội là ngang nhau.

source: However, such vulnerabilities are not enough to explain this phenomenon.
vi: Tuy nhiên, những tổn thương đó chưa đủ để giải thích cho hiện tượng kỳ lạ này.

source: However, targets may be particularly difficult to reach not only in terms of attracting new recruits to the force, but in maintaining them, as research shows that large numbers of the ethnic minority recruits leave within two years of joining.
vi: Tuy nhiên, mục tiêu có thể đặc biệt khó khăn để đạt được không chỉ trong việc thu hút người mới để tuyển cho các lực lượng, mà còn trong việc duy trì chúng, vì các nghiên cứu cho thấy một số lượng lớn của các tân binh dân tộc thiểu số đã bỏ đi chỉ sau hai năm gia nhập.

source: However, the Home Secretary (the government minister who deals with law and order) at the time was not convinced that public access to information on the Sex Offender Register would be helpful in protecting children.
vi: Tuy nhiên, Bộ Trưởng Bộ Nội Vụ (Bộ trưởng giải quyết vấn đề an ninh và trật tự) lúc ấy cảm thấy không đủ thuyết phục về việc công chúng có thể truy cập thông tin trên Danh sách Tội phạm Tình dục sẽ có ích cho bảo vệ trẻ em.

source: However, the aims of the two processes are quite different and therefore they are discussed separately within this chapter.
vi: Tuy nhiên, mục đích của hai quá trình này là hoàn toàn khác nhau và do đó chúng sẽ được thảo luận riêng biệt trong chương này.

source: However, the quality published studies on this have shown that the use of counter- measures can be very effective.
vi: Tuy nhiên, các nghiên cứu có chất lượng đã công bố về vấn đề này cho thấy việc sử dụng biện pháp đối phó có thể rất hiệu quả.

source: However, the report made the good point that inflated levels of disturbance in this population might not be a result of imprisonment.
vi: Tuy nhiên, báo cáo đã có một điểm khả thi

source: However, the role of the academic criminal psychologist is not only limited to teaching.
vi: Dù thế nào, vai trò của các nhà tâm lý học tội phạm không chỉ giới hạn ở việc giảng dạy.

source: However, the role of the prison or probation psychologist is not limited to rehabilitation related work.
vi: Tuy nhiên, vai trò của tù nhân hay thác thức của nhà tâm lý học không giới hạn trong mối quan hệ giữa việc cải tạo và công việc.

source: However, the use of those who failed to complete programmes (or non-completers) as a comparison group is not ideal.
vi: Tuy nhiên, các nhóm nghiên cứu cũng chỉ ra rằng việc lựa chọn nhóm so sánh như vậy không thật sự chính xác

source: However, the various studies have found different (of the nineteen) criteria to discriminate between truthful and not truthful accounts.
vi: Tuy vậy, các nghiên cứu khác nhau ấy cũng tìm ra điểm khác biệt (trong mười chín tiêu chí) để xét sự phân biệt giữa các hành vi chân thật và không chân thật.

source: However, the ‘opposing’ lawyers did this much more often (in forty per cent of their cross-examinations).
vi: Vậy nhưng luật sư bên phía 'đối lập' lại thực hiện điều đó thường xuyên hơn nhiều (chiếm bốn mươi phần trăm số lần đối thẩm).

source: However, there are clearly some difficulties here, for example an off-duty police officer who participates in an activity that would normally constitute vigilantism.
vi: Tuy nhiên, có 1 vài sự khác biệt ở đây, ví dụ 1 cảnh sát đang không làm nhiệm vụ tham gia vào 1 hoạt động mà thông thường là tạo nên tính dân phòng.

source: However, there are still many questions to be answered about the effectiveness of programmes and research needs to build on what we already know in order to expand knowledge of ‘What Works’.
vi: Tuy nhiên, chúng ta vẫn còn những câu hỏi cần trả lời về tính hiệu quả của các chương trình này và vẫn cần phải thực hiện các nghiên cứu dựa trên nhưng gì đã biết để mở rộng kiến thức của "What Works".

source: However, there are still many unanswered questions – for example, how can we ensure that a greater proportion of offenders complete programmes?
vi: Tuy nhiên, vẫn còn nhiều câu hỏi chưa được trả lời - ví dụ, làm thế nào chúng ta có thể tăng tỷ lệ phạm nhân hoàn thành chương trình?

source: However, there have also been conflicting findings and it is likely that the obstacles outlined above may go some way to explaining these inconsistencies.
vi: Tuy nhiên, cũng có các nghiên cứu mâu thuẫn nhau và có khả năng rằng những trở ngại đã nói trên cũng góp phần lí giải sự tương phản này .

source: However, there is a vast array of policing activities conducted by many other agencies that fall outside these two categories and it is increasingly difficult to group or categorize these agencies.
vi: Tuy nhiên, có một lượng danh sách khá lớn các hoạt động bảo an được thực hiện bởi khá nhiều các trung tâm không thuộc 2 hạng mục này và càng khó khăn hơn trong việc nhóm hay phân mục các trung tâm này.

source: However, there is also a much wider interpretation of the responsivity principle which has been termed ‘specific responsivity’.
vi: Tuy nhiên, khái niệm này còn có một cách diễn giải rộng hơn được gọi là "đáp ứng cụ thể".

source: However, there is another field within which the work of psychologists, and the application of their knowledge, is useful to the police.
vi: Tuy nhiên, có một lĩnh vực khác trong số công việc của các nhà tâm lý học và ứng dụng kiến thức của họ rất hữu ích cho cảnh sát.

source: However, these commonsense beliefs may not be valid or reliable.
vi: Tuy nhiên những niềm tin đó có thể không chính xác và không đáng tin cậy.
